export const quizes = [
  {
    "id": "q001",
    "questin": "کارگردان فیلم «جدایی نادر از سیمین» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "اصغر فرهادی"
      },
      {
        "id": 2,
        "text": "عباس کیارستمی"
      },
      {
        "id": 3,
        "text": "مجید مجیدی"
      },
      {
        "id": 4,
        "text": "داریوش مهرجویی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q002",
    "questin": "انقلاب اسلامی ایران در چه سالی به پیروزی رسید؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۳۵۰"
      },
      {
        "id": 2,
        "text": "۱۳۵۷"
      },
      {
        "id": 3,
        "text": "۱۳۶۰"
      },
      {
        "id": 4,
        "text": "۱۳۴۲"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q003",
    "questin": "واحد شدت جریان الکتریکی چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "آمپر"
      },
      {
        "id": 2,
        "text": "اهم"
      },
      {
        "id": 3,
        "text": "ولت"
      },
      {
        "id": 4,
        "text": "وات"
      }
    ],
    "true_answer": 1,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q004",
    "questin": "اولین انسانی که پا روی ماه گذاشت چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "بوز آلدرین"
      },
      {
        "id": 2,
        "text": "یوری گاگارین"
      },
      {
        "id": 3,
        "text": "مایکل کالینز"
      },
      {
        "id": 4,
        "text": "نیل آرمسترانگ"
      }
    ],
    "true_answer": 4,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q005",
    "questin": "کوچک‌ترین استخوان بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "زند زبرین"
      },
      {
        "id": 2,
        "text": "کتف"
      },
      {
        "id": 3,
        "text": "نازک‌نی"
      },
      {
        "id": 4,
        "text": "رکابی (استخوان رکابی گوش)"
      }
    ],
    "true_answer": 4,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q006",
    "questin": "انسولین توسط کدام اندام ترشح می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "کلیه"
      },
      {
        "id": 3,
        "text": "طحال"
      },
      {
        "id": 4,
        "text": "لوزالمعده"
      }
    ],
    "true_answer": 4,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q007",
    "questin": "قرآن کریم چند جزء دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "۲۹ جزء"
      },
      {
        "id": 2,
        "text": "۳۳ جزء"
      },
      {
        "id": 3,
        "text": "۳۰ جزء"
      },
      {
        "id": 4,
        "text": "۲۰ جزء"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q008",
    "questin": "سرایندهٔ «شاهنامه» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "حافظ"
      },
      {
        "id": 2,
        "text": "فردوسی"
      },
      {
        "id": 3,
        "text": "سعدی"
      },
      {
        "id": 4,
        "text": "مولوی"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q009",
    "questin": "کارگردان سریال «مختارنامه» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "داوود میرباقری"
      },
      {
        "id": 2,
        "text": "مسعود جعفری‌جوزانی"
      },
      {
        "id": 3,
        "text": "بهرام بیضایی"
      },
      {
        "id": 4,
        "text": "سیروس مقدم"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q010",
    "questin": "جنبش ملی شدن صنعت نفت در چه تاریخی اعلام شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۲۹ اسفند ۱۳۲۹"
      },
      {
        "id": 2,
        "text": "۲۸ مرداد ۱۳۳۲"
      },
      {
        "id": 3,
        "text": "۱۳ آبان ۱۳۵۸"
      },
      {
        "id": 4,
        "text": "۱۲ فروردین ۱۳۴۲"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q011",
    "questin": "کدام سیاره به سیارهٔ سرخ مشهور است؟",
    "answers": [
      {
        "id": 1,
        "text": "مریخ"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "عطارد"
      },
      {
        "id": 4,
        "text": "مشتری"
      }
    ],
    "true_answer": 1,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q012",
    "questin": "سریع‌ترین جانور خشکی کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "غزال"
      },
      {
        "id": 2,
        "text": "اسب"
      },
      {
        "id": 3,
        "text": "شیر"
      },
      {
        "id": 4,
        "text": "یوزپلنگ"
      }
    ],
    "true_answer": 4,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q013",
    "questin": "نام علمی انسان چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "فلیس کاتوس"
      },
      {
        "id": 2,
        "text": "کانیس لوپوس"
      },
      {
        "id": 3,
        "text": "هومو ساپینس"
      },
      {
        "id": 4,
        "text": "پان تروگلودیتس"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q014",
    "questin": "گلبول‌های قرمز وظیفهٔ اصلی‌شان چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "تولید هورمون"
      },
      {
        "id": 2,
        "text": "انتقال اکسیژن"
      },
      {
        "id": 3,
        "text": "انعقاد خون"
      },
      {
        "id": 4,
        "text": "مبارزه با عفونت"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q015",
    "questin": "کدام سوره بدون «بسم‌الله» آغاز می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "یونس"
      },
      {
        "id": 2,
        "text": "نمل"
      },
      {
        "id": 3,
        "text": "رحمن"
      },
      {
        "id": 4,
        "text": "توبه"
      }
    ],
    "true_answer": 4,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q016",
    "questin": "نویسندهٔ «ماهی سیاه کوچولو» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "محمود دولت‌آبادی"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "صمد بهرنگی"
      },
      {
        "id": 4,
        "text": "هوشنگ مرادی‌کرمانی"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q017",
    "questin": "کارگردان فیلم «خانه دوست کجاست؟» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "رضا میرکریمی"
      },
      {
        "id": 2,
        "text": "عباس کیارستمی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q018",
    "questin": "کودتای ۲۸ مرداد علیه کدام نخست‌وزیر صورت گرفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حسین علاء"
      },
      {
        "id": 2,
        "text": "جعفر شریف‌امامی"
      },
      {
        "id": 3,
        "text": "محمد مصدق"
      },
      {
        "id": 4,
        "text": "علی امینی"
      }
    ],
    "true_answer": 3,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q019",
    "questin": "آب در فشار یک اتمسفر در چند درجهٔ سانتی‌گراد می‌جوشد؟",
    "answers": [
      {
        "id": 1,
        "text": "۹۰"
      },
      {
        "id": 2,
        "text": "۱۰۰"
      },
      {
        "id": 3,
        "text": "۸۰"
      },
      {
        "id": 4,
        "text": "۱۱۰"
      }
    ],
    "true_answer": 2,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q020",
    "questin": "کدام پرنده می‌تواند به عقب پرواز کند؟",
    "answers": [
      {
        "id": 1,
        "text": "فلامینگو"
      },
      {
        "id": 2,
        "text": "مرغ مگس‌خوار"
      },
      {
        "id": 3,
        "text": "کلاغ"
      },
      {
        "id": 4,
        "text": "عقاب"
      }
    ],
    "true_answer": 2,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q021",
    "questin": "کدام کشور بیشترین جمعیت را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "اندونزی"
      },
      {
        "id": 2,
        "text": "چین"
      },
      {
        "id": 3,
        "text": "ایالات متحده"
      },
      {
        "id": 4,
        "text": "هند"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q022",
    "questin": "کدام ویتامین جذب آهن را بهبود می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "ویتامین K"
      },
      {
        "id": 2,
        "text": "ویتامین C"
      },
      {
        "id": 3,
        "text": "ویتامین D"
      },
      {
        "id": 4,
        "text": "ویتامین A"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q023",
    "questin": "کدام سوره به «قلب قرآن» مشهور است؟",
    "answers": [
      {
        "id": 1,
        "text": "یس"
      },
      {
        "id": 2,
        "text": "نور"
      },
      {
        "id": 3,
        "text": "حمد"
      },
      {
        "id": 4,
        "text": "بقره"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q024",
    "questin": "لقب حافظ چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "ملک‌الشعرا"
      },
      {
        "id": 2,
        "text": "حجت‌الادب"
      },
      {
        "id": 3,
        "text": "لسان‌الغیب"
      },
      {
        "id": 4,
        "text": "شیخ‌الادب"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q025",
    "questin": "کارگردان فیلم «اجاره‌نشین‌ها» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "بهمن فرمان‌آرا"
      },
      {
        "id": 2,
        "text": "داریوش مهرجویی"
      },
      {
        "id": 3,
        "text": "ابراهیم حاتمی‌کیا"
      },
      {
        "id": 4,
        "text": "مسعود کیمیایی"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q026",
    "questin": "پایتخت رسمی حکومت قاجار کدام شهر بود؟",
    "answers": [
      {
        "id": 1,
        "text": "شیراز"
      },
      {
        "id": 2,
        "text": "تهران"
      },
      {
        "id": 3,
        "text": "تبریز"
      },
      {
        "id": 4,
        "text": "اصفهان"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q027",
    "questin": "بیشترین جزء هوا کدام گاز است؟",
    "answers": [
      {
        "id": 1,
        "text": "دی‌اکسیدکربن"
      },
      {
        "id": 2,
        "text": "آرگون"
      },
      {
        "id": 3,
        "text": "نیتروژن"
      },
      {
        "id": 4,
        "text": "اکسیژن"
      }
    ],
    "true_answer": 3,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q028",
    "questin": "بزرگ‌ترین اقیانوس جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "اقیانوس منجمد شمالی"
      },
      {
        "id": 2,
        "text": "اقیانوس اطلس"
      },
      {
        "id": 3,
        "text": "اقیانوس هند"
      },
      {
        "id": 4,
        "text": "اقیانوس آرام"
      }
    ],
    "true_answer": 4,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q029",
    "questin": "کدام حیوان خواب زمستانی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "کفتار"
      },
      {
        "id": 2,
        "text": "روباه"
      },
      {
        "id": 3,
        "text": "خرس"
      },
      {
        "id": 4,
        "text": "گرگ"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q030",
    "questin": "کدام ماده در سیگار عامل اصلی آسیب به ریه است؟",
    "answers": [
      {
        "id": 1,
        "text": "کلسیم"
      },
      {
        "id": 2,
        "text": "قطران و نیکوتین"
      },
      {
        "id": 3,
        "text": "سدیم"
      },
      {
        "id": 4,
        "text": "گلوکز"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q031",
    "questin": "قبلهٔ اول مسلمانان کجا بود؟",
    "answers": [
      {
        "id": 1,
        "text": "مدینه"
      },
      {
        "id": 2,
        "text": "بیت‌المقدس"
      },
      {
        "id": 3,
        "text": "کعبه"
      },
      {
        "id": 4,
        "text": "مسجد قبا"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q032",
    "questin": "سعدی در کدام شهر متولد شد؟",
    "answers": [
      {
        "id": 1,
        "text": "اصفهان"
      },
      {
        "id": 2,
        "text": "تبریز"
      },
      {
        "id": 3,
        "text": "شیراز"
      },
      {
        "id": 4,
        "text": "قم"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q033",
    "questin": "کارگردان سریال «یوسف پیامبر» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مازیار میری"
      },
      {
        "id": 2,
        "text": "سیروس مقدم"
      },
      {
        "id": 3,
        "text": "داوود میرباقری"
      },
      {
        "id": 4,
        "text": "فرج‌الله سلحشور"
      }
    ],
    "true_answer": 4,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q034",
    "questin": "قیام ۱۵ خرداد در کدام سال رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۳۶۰"
      },
      {
        "id": 2,
        "text": "۱۳۳۲"
      },
      {
        "id": 3,
        "text": "۱۳۴۲"
      },
      {
        "id": 4,
        "text": "۱۳۵۷"
      }
    ],
    "true_answer": 3,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q035",
    "questin": "نیروی مخالف حرکت روی سطح به چه نامی شناخته می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "شناوری"
      },
      {
        "id": 2,
        "text": "گرانش"
      },
      {
        "id": 3,
        "text": "اصطکاک"
      },
      {
        "id": 4,
        "text": "فشار"
      }
    ],
    "true_answer": 3,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q036",
    "questin": "نخستین موجود زنده‌ای که مدار زمین را دور زد چه بود؟",
    "answers": [
      {
        "id": 1,
        "text": "میمون"
      },
      {
        "id": 2,
        "text": "انسان"
      },
      {
        "id": 3,
        "text": "سگ"
      },
      {
        "id": 4,
        "text": "موش"
      }
    ],
    "true_answer": 3,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q037",
    "questin": "کدام ماده سخت‌تر است؟",
    "answers": [
      {
        "id": 1,
        "text": "آهن"
      },
      {
        "id": 2,
        "text": "کوارتز"
      },
      {
        "id": 3,
        "text": "الماس"
      },
      {
        "id": 4,
        "text": "طلا"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q038",
    "questin": "کدام گروه غذایی منبع خوب کلسیم است؟",
    "answers": [
      {
        "id": 1,
        "text": "غلات"
      },
      {
        "id": 2,
        "text": "میوه‌ها"
      },
      {
        "id": 3,
        "text": "گوشت قرمز"
      },
      {
        "id": 4,
        "text": "لبنیات"
      }
    ],
    "true_answer": 4,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q039",
    "questin": "محل نخستین نزول وحی به پیامبر اسلام (ص) کجا بود؟",
    "answers": [
      {
        "id": 1,
        "text": "غارثور"
      },
      {
        "id": 2,
        "text": "غار حرا"
      },
      {
        "id": 3,
        "text": "کوچه بنی‌هاشم"
      },
      {
        "id": 4,
        "text": "مسجدالاقصی"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q040",
    "questin": "«بوف کور» اثر کدام نویسنده است؟",
    "answers": [
      {
        "id": 1,
        "text": "صادق هدایت"
      },
      {
        "id": 2,
        "text": "ابراهیم گلستان"
      },
      {
        "id": 3,
        "text": "جمال‌زاده"
      },
      {
        "id": 4,
        "text": "هوشنگ گلشیری"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q041",
    "questin": "کارگردان فیلم «محمد رسول‌الله (ص)» محصول ایران کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "ابراهیم حاتمی‌کیا"
      },
      {
        "id": 2,
        "text": "مجتبی راعی"
      },
      {
        "id": 3,
        "text": "مسعود ده‌نمکی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 4,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q042",
    "questin": "رهبر قیام تنباکو که حکم تحریم تنباکو را صادر کرد چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "سید جمال‌الدین اسدآبادی"
      },
      {
        "id": 2,
        "text": "شیخ فضل‌الله نوری"
      },
      {
        "id": 3,
        "text": "آخوند خراسانی"
      },
      {
        "id": 4,
        "text": "میرزای شیرازی"
      }
    ],
    "true_answer": 4,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q043",
    "questin": "انرژی ذخیره‌شده در مواد غذایی را چه واحدی می‌سنجند؟",
    "answers": [
      {
        "id": 1,
        "text": "وات"
      },
      {
        "id": 2,
        "text": "کالری"
      },
      {
        "id": 3,
        "text": "ژول"
      },
      {
        "id": 4,
        "text": "آمپر"
      }
    ],
    "true_answer": 2,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q044",
    "questin": "مغز انسان عمدتاً از چه ماده‌ای تشکیل شده است؟",
    "answers": [
      {
        "id": 1,
        "text": "چربی خالص"
      },
      {
        "id": 2,
        "text": "کلسیم"
      },
      {
        "id": 3,
        "text": "پروتئین خالص"
      },
      {
        "id": 4,
        "text": "آب"
      }
    ],
    "true_answer": 4,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q045",
    "questin": "چه چیزی باعث مزهٔ ترش می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "نمک‌ها"
      },
      {
        "id": 2,
        "text": "بازها"
      },
      {
        "id": 3,
        "text": "اکسیدها"
      },
      {
        "id": 4,
        "text": "اسیدها"
      }
    ],
    "true_answer": 4,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q046",
    "questin": "نیم‌کرهٔ چپ مغز بیشتر با کدام توانایی مرتبط است؟",
    "answers": [
      {
        "id": 1,
        "text": "تنفس"
      },
      {
        "id": 2,
        "text": "بینایی پیرامونی"
      },
      {
        "id": 3,
        "text": "حرکت تعادلی"
      },
      {
        "id": 4,
        "text": "زبان و منطق"
      }
    ],
    "true_answer": 4,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q047",
    "questin": "کدام پیامبر به «کلیم‌الله» مشهور است؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت ابراهیم"
      },
      {
        "id": 2,
        "text": "حضرت عیسی"
      },
      {
        "id": 3,
        "text": "حضرت موسی"
      },
      {
        "id": 4,
        "text": "حضرت یوسف"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q048",
    "questin": "«کلیدر» نوشتهٔ چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "هوشنگ گلشیری"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "احمد محمود"
      },
      {
        "id": 4,
        "text": "محمود دولت‌آبادی"
      }
    ],
    "true_answer": 4,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q049",
    "questin": "بخش عمدهٔ داستان فیلم «باشو غریبهٔ کوچک» در کجای ایران رخ می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "جنوب (خوزستان)"
      },
      {
        "id": 2,
        "text": "شمال (گیلان)"
      },
      {
        "id": 3,
        "text": "شرق (خراسان)"
      },
      {
        "id": 4,
        "text": "مرکز (اصفهان)"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q050",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "عثمانی"
      },
      {
        "id": 2,
        "text": "فرانسه"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "روسیه"
      }
    ],
    "true_answer": 4,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q051",
    "questin": "کدام اندام در گیاه مسئول فتوسنتز است؟",
    "answers": [
      {
        "id": 1,
        "text": "کلروپلاست"
      },
      {
        "id": 2,
        "text": "واکوئل"
      },
      {
        "id": 3,
        "text": "ویتروسیت"
      },
      {
        "id": 4,
        "text": "میتوکندری"
      }
    ],
    "true_answer": 1,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q052",
    "questin": "کدام سیاره بیشترین تعداد ماه را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "اورانوس"
      },
      {
        "id": 2,
        "text": "زحل"
      },
      {
        "id": 3,
        "text": "نپتون"
      },
      {
        "id": 4,
        "text": "مشتری"
      }
    ],
    "true_answer": 4,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q053",
    "questin": "کدام قاره خشک‌ترین قارهٔ زمین است؟",
    "answers": [
      {
        "id": 1,
        "text": "قطب جنوب"
      },
      {
        "id": 2,
        "text": "آفریقا"
      },
      {
        "id": 3,
        "text": "استرالیا"
      },
      {
        "id": 4,
        "text": "آسیا"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q054",
    "questin": "کدام بیماری به «فشار خون بالا» معروف است؟",
    "answers": [
      {
        "id": 1,
        "text": "هیپرگلیسمی"
      },
      {
        "id": 2,
        "text": "هیپوتانسیون"
      },
      {
        "id": 3,
        "text": "هیپرتانسیون"
      },
      {
        "id": 4,
        "text": "هیپوکالمی"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q055",
    "questin": "حضرت ابراهیم (ع) به چه لقبی معروف است؟",
    "answers": [
      {
        "id": 1,
        "text": "صفی‌الله"
      },
      {
        "id": 2,
        "text": "روح‌الله"
      },
      {
        "id": 3,
        "text": "امین‌الله"
      },
      {
        "id": 4,
        "text": "خلیل‌الله"
      }
    ],
    "true_answer": 4,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q056",
    "questin": "نویسندهٔ «قصه‌های مجید» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "محمود کیانوش"
      },
      {
        "id": 2,
        "text": "هوشنگ مرادی‌کرمانی"
      },
      {
        "id": 3,
        "text": "مصطفی رحماندوست"
      },
      {
        "id": 4,
        "text": "غلامرضا امیرخانی"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q057",
    "questin": "سریال «پایتخت» بیشتر در کدام استان روایت می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "مازندران"
      },
      {
        "id": 2,
        "text": "گیلان"
      },
      {
        "id": 3,
        "text": "اصفهان"
      },
      {
        "id": 4,
        "text": "تهران"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q058",
    "questin": "انجمن‌های ایالتی و ولایتی به کدام دوره بازمی‌گردد؟",
    "answers": [
      {
        "id": 1,
        "text": "اشکانیان"
      },
      {
        "id": 2,
        "text": "صفویه"
      },
      {
        "id": 3,
        "text": "افشاریه"
      },
      {
        "id": 4,
        "text": "مشروطه"
      }
    ],
    "true_answer": 4,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q059",
    "questin": "کدام جانور پستاندار تخم‌گذار است؟",
    "answers": [
      {
        "id": 1,
        "text": "پلاتیپوس"
      },
      {
        "id": 2,
        "text": "کوآلا"
      },
      {
        "id": 3,
        "text": "لاک‌پشت"
      },
      {
        "id": 4,
        "text": "عقاب"
      }
    ],
    "true_answer": 1,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q060",
    "questin": "نور با چه سرعتی در خلأ حرکت می‌کند؟",
    "answers": [
      {
        "id": 1,
        "text": "۳ هزار کیلومتر بر ثانیه"
      },
      {
        "id": 2,
        "text": "۳۰ هزار کیلومتر بر ثانیه"
      },
      {
        "id": 3,
        "text": "حدود ۳۰۰ هزار کیلومتر بر ثانیه"
      },
      {
        "id": 4,
        "text": "۳۰۰ هزار کیلومتر بر ساعت"
      }
    ],
    "true_answer": 3,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q061",
    "questin": "کدام وسیله برای اندازه‌گیری فشار هوا به‌کار می‌رود؟",
    "answers": [
      {
        "id": 1,
        "text": "بارومتر"
      },
      {
        "id": 2,
        "text": "آمپرمتر"
      },
      {
        "id": 3,
        "text": "ترمومتر"
      },
      {
        "id": 4,
        "text": "کالری‌متر"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q062",
    "questin": "کدام واکسن برای پیشگیری از کزاز است؟",
    "answers": [
      {
        "id": 1,
        "text": "واکسن هپاتیت B"
      },
      {
        "id": 2,
        "text": "واکسن تتانوس"
      },
      {
        "id": 3,
        "text": "واکسن آبله‌مرغان"
      },
      {
        "id": 4,
        "text": "واکسن سرخک"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q063",
    "questin": "سورهٔ حمد نام دیگرش چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "احزاب"
      },
      {
        "id": 2,
        "text": "ملک"
      },
      {
        "id": 3,
        "text": "فاتحه الکتاب"
      },
      {
        "id": 4,
        "text": "آل‌عمران"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q064",
    "questin": "کدام قالب شعری دارای قافیهٔ یکسان در هر بیت و وزن ثابت است؟",
    "answers": [
      {
        "id": 1,
        "text": "غزل"
      },
      {
        "id": 2,
        "text": "مثنوی"
      },
      {
        "id": 3,
        "text": "رباعی"
      },
      {
        "id": 4,
        "text": "چهارپاره"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q065",
    "questin": "سریال «شهرزاد» داستانش در کدام دههٔ شمسی می‌گذرد؟",
    "answers": [
      {
        "id": 1,
        "text": "دههٔ ۲۰"
      },
      {
        "id": 2,
        "text": "دههٔ ۴۰"
      },
      {
        "id": 3,
        "text": "دههٔ ۳۰"
      },
      {
        "id": 4,
        "text": "دههٔ ۵۰"
      }
    ],
    "true_answer": 3,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q066",
    "questin": "نام رهبر قیام جنگل چه بود؟",
    "answers": [
      {
        "id": 1,
        "text": "میرزا کوچک‌خان"
      },
      {
        "id": 2,
        "text": "ستارخان"
      },
      {
        "id": 3,
        "text": "یپرم‌خان"
      },
      {
        "id": 4,
        "text": "کلنل پسیان"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q067",
    "questin": "شیمی مطالعهٔ چه چیزی است؟",
    "answers": [
      {
        "id": 1,
        "text": "ستارگان و سیارات"
      },
      {
        "id": 2,
        "text": "ماده و تغییرات آن"
      },
      {
        "id": 3,
        "text": "رفتار جانوران"
      },
      {
        "id": 4,
        "text": "ساختار زمین"
      }
    ],
    "true_answer": 2,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q068",
    "questin": "کدام فلز بهترین رسانای الکتریسیته است؟",
    "answers": [
      {
        "id": 1,
        "text": "نقره"
      },
      {
        "id": 2,
        "text": "طلا"
      },
      {
        "id": 3,
        "text": "مس"
      },
      {
        "id": 4,
        "text": "آلومینیوم"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q069",
    "questin": "کدام جانور می‌تواند الکتریسیته تولید کند؟",
    "answers": [
      {
        "id": 1,
        "text": "کوسه"
      },
      {
        "id": 2,
        "text": "مارماهی برقی"
      },
      {
        "id": 3,
        "text": "خرچنگ"
      },
      {
        "id": 4,
        "text": "لاک‌پشت"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q070",
    "questin": "کدام مادهٔ غذایی بیشترین فیبر را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "پنیر"
      },
      {
        "id": 2,
        "text": "حبوبات"
      },
      {
        "id": 3,
        "text": "روغن‌ها"
      },
      {
        "id": 4,
        "text": "گوشت"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q071",
    "questin": "روزهٔ ماه رمضان از چه زمانی تا چه زمانی است؟",
    "answers": [
      {
        "id": 1,
        "text": "اذان صبح تا اذان مغرب"
      },
      {
        "id": 2,
        "text": "نیمه‌شب تا ظهر"
      },
      {
        "id": 3,
        "text": "طلوع آفتاب تا غروب"
      },
      {
        "id": 4,
        "text": "اذان ظهر تا مغرب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q072",
    "questin": "«دیوان شمس» متعلق به کدام شاعر است؟",
    "answers": [
      {
        "id": 1,
        "text": "حافظ"
      },
      {
        "id": 2,
        "text": "مولوی"
      },
      {
        "id": 3,
        "text": "نظامی"
      },
      {
        "id": 4,
        "text": "سعدی"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q073",
    "questin": "فیلم «رنگ خدا» اثر کدام کارگردان ایرانی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مجید مجیدی"
      },
      {
        "id": 2,
        "text": "تهمینه میلانی"
      },
      {
        "id": 3,
        "text": "حمید نعمت‌الله"
      },
      {
        "id": 4,
        "text": "رضا میرکریمی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q074",
    "questin": "نخستین روزنامه فارسی در ایران چه نام داشت؟",
    "answers": [
      {
        "id": 1,
        "text": "قانون"
      },
      {
        "id": 2,
        "text": "کاغذ اخبار"
      },
      {
        "id": 3,
        "text": "صور اسرافیل"
      },
      {
        "id": 4,
        "text": "وقایع اتفاقیه"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q075",
    "questin": "شدت صدا با چه واحدی سنجیده می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "کلوین"
      },
      {
        "id": 2,
        "text": "هرتز"
      },
      {
        "id": 3,
        "text": "ژول"
      },
      {
        "id": 4,
        "text": "دسی‌بل"
      }
    ],
    "true_answer": 4,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q076",
    "questin": "کدام جانور دارای سه قلب است؟",
    "answers": [
      {
        "id": 1,
        "text": "اختاپوس"
      },
      {
        "id": 2,
        "text": "نهنگ"
      },
      {
        "id": 3,
        "text": "تمساح"
      },
      {
        "id": 4,
        "text": "کوسه"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q077",
    "questin": "عدد پی تقریباً برابر با چه مقداری است؟",
    "answers": [
      {
        "id": 1,
        "text": "۳٫۱۴"
      },
      {
        "id": 2,
        "text": "۱٫۶۱"
      },
      {
        "id": 3,
        "text": "۲٫۷۱"
      },
      {
        "id": 4,
        "text": "۱٫۴۱"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q078",
    "questin": "نرمال‌ترین محدودهٔ ضربان قلب استراحت برای نوجوانان حدود چند است؟",
    "answers": [
      {
        "id": 1,
        "text": "۳۰ تا ۵۰"
      },
      {
        "id": 2,
        "text": "۱۴۰ تا ۱۸۰"
      },
      {
        "id": 3,
        "text": "۶۰ تا ۱۰۰ در دقیقه"
      },
      {
        "id": 4,
        "text": "۱۱۰ تا ۱۴۰"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q079",
    "questin": "کدام ماه قمری پس از رمضان است؟",
    "answers": [
      {
        "id": 1,
        "text": "ذی‌حجه"
      },
      {
        "id": 2,
        "text": "ربیع‌الاول"
      },
      {
        "id": 3,
        "text": "شوال"
      },
      {
        "id": 4,
        "text": "محرم"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q080",
    "questin": "نویسندهٔ «شازده کوچولو» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "آنتوان دو سنت‌اگزوپری"
      },
      {
        "id": 2,
        "text": "ویکتور هوگو"
      },
      {
        "id": 3,
        "text": "گوته"
      },
      {
        "id": 4,
        "text": "ژول ورن"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q081",
    "questin": "فیلم «گبه» ساختهٔ کدام کارگردان است؟",
    "answers": [
      {
        "id": 1,
        "text": "سمیرا مخملباف"
      },
      {
        "id": 2,
        "text": "بهمن قبادی"
      },
      {
        "id": 3,
        "text": "رخشان بنی‌اعتماد"
      },
      {
        "id": 4,
        "text": "محسن مخملباف"
      }
    ],
    "true_answer": 4,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q082",
    "questin": "قرارداد ۱۹۰۷ چه مناطقی از ایران را بین دو قدرت تقسیم نفوذ کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "مرکز و جنوب"
      },
      {
        "id": 2,
        "text": "شمال و جنوب"
      },
      {
        "id": 3,
        "text": "شرق و غرب"
      },
      {
        "id": 4,
        "text": "مرکز و شمال"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q083",
    "questin": "نقطهٔ انجماد آب در مقیاس سلسیوس چند است؟",
    "answers": [
      {
        "id": 1,
        "text": "۴"
      },
      {
        "id": 2,
        "text": "۰"
      },
      {
        "id": 3,
        "text": "-۱۰"
      },
      {
        "id": 4,
        "text": "۱۰۰"
      }
    ],
    "true_answer": 2,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q084",
    "questin": "کدام سازوکار در ترمز دوچرخه انرژی جنبشی را به گرما تبدیل می‌کند؟",
    "answers": [
      {
        "id": 1,
        "text": "اصطکاک"
      },
      {
        "id": 2,
        "text": "همرفت"
      },
      {
        "id": 3,
        "text": "رسانش الکتریکی"
      },
      {
        "id": 4,
        "text": "برانش"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q085",
    "questin": "کدام ماده برای ضدعفونی کردن آب استخر به‌طور معمول استفاده می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "فسفر"
      },
      {
        "id": 2,
        "text": "کلر"
      },
      {
        "id": 3,
        "text": "نیتروژن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q086",
    "questin": "کدام ویتامین برای ساخته‌شدن شبکیهٔ چشم مهم است؟",
    "answers": [
      {
        "id": 1,
        "text": "ویتامین E"
      },
      {
        "id": 2,
        "text": "ویتامین A"
      },
      {
        "id": 3,
        "text": "ویتامین B12"
      },
      {
        "id": 4,
        "text": "ویتامین K"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q087",
    "questin": "کدام پیامبر در شکم ماهی قرار گرفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت داود"
      },
      {
        "id": 2,
        "text": "حضرت یونس"
      },
      {
        "id": 3,
        "text": "حضرت ایوب"
      },
      {
        "id": 4,
        "text": "حضرت یعقوب"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q088",
    "questin": "پایتخت هنر تئاتر ایران به‌طور سنتی کدام شهر شناخته می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "تهران"
      },
      {
        "id": 2,
        "text": "شیراز"
      },
      {
        "id": 3,
        "text": "اصفهان"
      },
      {
        "id": 4,
        "text": "تبریز"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q089",
    "questin": "شخصیت اصلی فیلم «طلا و مس» طلبه‌ای است که همسرش به کدام بیماری مبتلا می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "نارسایی کلیه"
      },
      {
        "id": 2,
        "text": "ام‌اس"
      },
      {
        "id": 3,
        "text": "دیابت"
      },
      {
        "id": 4,
        "text": "سرطان خون"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q090",
    "questin": "سال رسمی مشروطه در ایران چه سالی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۲۷۸"
      },
      {
        "id": 2,
        "text": "۱۲۸۵"
      },
      {
        "id": 3,
        "text": "۱۲۹۹"
      },
      {
        "id": 4,
        "text": "۱۳۰۴"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q091",
    "questin": "سرعت برابر است با چه رابطه‌ای؟",
    "answers": [
      {
        "id": 1,
        "text": "جرم ضرب در شتاب"
      },
      {
        "id": 2,
        "text": "فشار تقسیم بر مساحت"
      },
      {
        "id": 3,
        "text": "مسافت تقسیم بر زمان"
      },
      {
        "id": 4,
        "text": "انرژی تقسیم بر قدرت"
      }
    ],
    "true_answer": 3,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q092",
    "questin": "کدام فناوری برای ذخیرهٔ داده‌ها به صورت بیت‌های صفر و یک استفاده می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "آنالوگ"
      },
      {
        "id": 2,
        "text": "دیجیتال"
      },
      {
        "id": 3,
        "text": "هیبرید"
      },
      {
        "id": 4,
        "text": "مکانیکی"
      }
    ],
    "true_answer": 2,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
  {
    "id": "q093",
    "questin": "کدام شکل بیشترین تعداد ضلع را در میان گزینه‌ها دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "شش‌ضلعی"
      },
      {
        "id": 2,
        "text": "چهارضلعی"
      },
      {
        "id": 3,
        "text": "هشت‌ضلعی"
      },
      {
        "id": 4,
        "text": "پنج‌ضلعی"
      }
    ],
    "true_answer": 3,
    "subject": "دانستنی های چالشی"
  },
  {
    "id": "q094",
    "questin": "کدام روش شست‌وشوی دست مؤثرتر است؟",
    "answers": [
      {
        "id": 1,
        "text": "۲۰ ثانیه با آب و صابون"
      },
      {
        "id": 2,
        "text": "۱۰ ثانیه با آب سرد"
      },
      {
        "id": 3,
        "text": "۵ ثانیه با آب خالی"
      },
      {
        "id": 4,
        "text": "فقط دستمال کاغذی"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های پزشکی"
  },
  {
    "id": "q095",
    "questin": "شب قدر در کدام دههٔ ماه رمضان است؟",
    "answers": [
      {
        "id": 1,
        "text": "دههٔ سوم"
      },
      {
        "id": 2,
        "text": "دههٔ اول"
      },
      {
        "id": 3,
        "text": "نیمهٔ ماه"
      },
      {
        "id": 4,
        "text": "دههٔ دوم"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی های قرآن و معارف دینی"
  },
  {
    "id": "q096",
    "questin": "قالب شعری «رباعی» چند مصراع دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "سه"
      },
      {
        "id": 2,
        "text": "چهار"
      },
      {
        "id": 3,
        "text": "پنج"
      },
      {
        "id": 4,
        "text": "دو"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی های هنر و ادبیات در حد نوجوان"
  },
  {
    "id": "q097",
    "questin": "فیلم «درباره الی…» بیشتر در کدام شهر ساحلی فیلم‌برداری شد؟",
    "answers": [
      {
        "id": 1,
        "text": "بوشهر"
      },
      {
        "id": 2,
        "text": "چابهار"
      },
      {
        "id": 3,
        "text": "شمال/نوشهر"
      },
      {
        "id": 4,
        "text": "بندرعباس"
      }
    ],
    "true_answer": 3,
    "subject": "فیلم و سریال ایرانی و مذهبی"
  },
  {
    "id": "q098",
    "questin": "آغاز جنگ ایران و عراق در چه سالی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۳۵۹"
      },
      {
        "id": 2,
        "text": "۱۳۵۷"
      },
      {
        "id": 3,
        "text": "۱۳۶۱"
      },
      {
        "id": 4,
        "text": "۱۳۶۷"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q099",
    "questin": "کدام عنصر نماد شیمیایی Na را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیکل"
      },
      {
        "id": 2,
        "text": "نقره"
      },
      {
        "id": 3,
        "text": "نئون"
      },
      {
        "id": 4,
        "text": "سدیم"
      }
    ],
    "true_answer": 4,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q100",
    "questin": "سیاه‌چاله‌ها به دلیل چه چیزی از فرار نور جلوگیری می‌کنند؟",
    "answers": [
      {
        "id": 1,
        "text": "گرانش بسیار قوی"
      },
      {
        "id": 2,
        "text": "میدان مغناطیسی"
      },
      {
        "id": 3,
        "text": "بار الکتریکی"
      },
      {
        "id": 4,
        "text": "دما"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات علمی نوجوانان ۱۵ ساله"
  },
   {
    "id": "q101",
    "questin": "پایتخت کشور ایتالیا کدام است؟",
    "answers": [
      {"id": 1, "text": "میلان"},
      {"id": 2, "text": "ونیز"},
      {"id": 3, "text": "رم"},
      {"id": 4, "text": "ناپل"}
    ],
    "true_answer": 3,
    "subject": "عمومی"
  },
  {
    "id": "q102",
    "questin": "کدام سیاره نزدیک‌ترین به خورشید است؟",
    "answers": [
      {"id": 1, "text": "زهره"},
      {"id": 2, "text": "مریخ"},
      {"id": 3, "text": "عطارد"},
      {"id": 4, "text": "زمین"}
    ],
    "true_answer": 3,
    "subject": "عمومی"
  },
  {
    "id": "q103",
    "questin": "کدام کشور به عنوان 'سرزمین هزار جزیره' شناخته می‌شود؟",
    "answers": [
      {"id": 1, "text": "اندونزی"},
      {"id": 2, "text": "فیلیپین"},
      {"id": 3, "text": "مالدیو"},
      {"id": 4, "text": "ژاپن"}
    ],
    "true_answer": 1,
    "subject": "عمومی"
  },
  {
    "id": "q104",
    "questin": "کدام کشور همزمان در سه قاره قرار دارد؟",
    "answers": [
      {"id": 1, "text": "ترکیه"},
      {"id": 2, "text": "روسیه"},
      {"id": 3, "text": "مصر"},
      {"id": 4, "text": "اندونزی"}
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های چالشی"
  },
  {
    "id": "q105",
    "questin": "کدام ویتامین در موز به مقدار زیاد یافت می‌شود؟",
    "answers": [
      {"id": 1, "text": "ویتامین A"},
      {"id": 2, "text": "ویتامین B6"},
      {"id": 3, "text": "ویتامین D"},
      {"id": 4, "text": "ویتامین K"}
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q106",
    "questin": "سریع‌ترین حیوان دریایی چیست؟",
    "answers": [
      {"id": 1, "text": "کوسه سفید"},
      {"id": 2, "text": "دلفین"},
      {"id": 3, "text": "شمشیرماهی"},
      {"id": 4, "text": "نهنگ آبی"}
    ],
    "true_answer": 3,
    "subject": "علمی جذاب برای نوجوانان"
  },

  {
    "id": "q107",
    "questin": "کدام گاز برای تنفس گیاهان ضروری است؟",
    "answers": [
      {"id": 1, "text": "اکسیژن"},
      {"id": 2, "text": "نیتروژن"},
      {"id": 3, "text": "دی اکسید کربن"},
      {"id": 4, "text": "هیدروژن"}
    ],
    "true_answer": 3,
    "subject": "علوم ششم تا نهم"
  },
  {
    "id": "q108",
    "questin": "کدام جنگ در زمان خلیفه دوم اتفاق افتاد؟",
    "answers": [
      {"id": 1, "text": "جنگ جمل"},
      {"id": 2, "text": "جنگ صفین"},
      {"id": 3, "text": "جنگ نهاوند"},
      {"id": 4, "text": "جنگ قادسیه"}
    ],
    "true_answer": 4,
    "subject": "تاریخ دینی و معاصر ایرانی"
  },
  {
    "id": "q109",
    "questin": "کدام بازیکن فوتبال به 'جادوگر' معروف است؟",
    "answers": [
      {"id": 1, "text": "لیونل مسی"},
      {"id": 2, "text": "دیوید بکهام"},
      {"id": 3, "text": "رونالدینو"},
      {"id": 4, "text": "زین الدین زیدان"}
    ],
    "true_answer": 3,
    "subject": "ورزشی"
  },
  {
    "id": "q110",
    "questin": "پایتخت استرالیا کدام شهر است؟",
    "answers": [
      {"id": 1, "text": "سیدنی"},
      {"id": 2, "text": "ملبورن"},
      {"id": 3, "text": "کانبرا"},
      {"id": 4, "text": "بریزبن"}
    ],
    "true_answer": 3,
    "subject": "عمومی"
  },
]