export const quizes = [
  {
    "id": "q001",
    "questin": "مرتفع‌ترین قله جهان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "اورست"
      },
      {
        "id": 2,
        "text": "K2"
      },
      {
        "id": 3,
        "text": "کانچنجانگا"
      },
      {
        "id": 4,
        "text": "لوتسه"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q002",
    "questin": "مرتفع‌ترین قله جهان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "اورست"
      },
      {
        "id": 2,
        "text": "K2"
      },
      {
        "id": 3,
        "text": "کانچنجانگا"
      },
      {
        "id": 4,
        "text": "لوتسه"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q003",
    "questin": "کدام عنصر جدول تناوبی نماد Au دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نقره"
      },
      {
        "id": 2,
        "text": "طلا"
      },
      {
        "id": 3,
        "text": "آلومینیوم"
      },
      {
        "id": 4,
        "text": "آرسنیک"
      }
    ],
    "true_answer": 2,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q004",
    "questin": "کشوری که به سرزمین هزار دریاچه معروف است کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "فنلاند"
      },
      {
        "id": 2,
        "text": "سوئد"
      },
      {
        "id": 3,
        "text": "نروژ"
      },
      {
        "id": 4,
        "text": "دانمارک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q005",
    "questin": "کدام عنصر جدول تناوبی نماد Au دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نقره"
      },
      {
        "id": 2,
        "text": "طلا"
      },
      {
        "id": 3,
        "text": "آلومینیوم"
      },
      {
        "id": 4,
        "text": "آرسنیک"
      }
    ],
    "true_answer": 2,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q006",
    "questin": "کشوری که به سرزمین هزار دریاچه معروف است کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "فنلاند"
      },
      {
        "id": 2,
        "text": "سوئد"
      },
      {
        "id": 3,
        "text": "نروژ"
      },
      {
        "id": 4,
        "text": "دانمارک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q007",
    "questin": "کدام عنصر جدول تناوبی نماد Au دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نقره"
      },
      {
        "id": 2,
        "text": "طلا"
      },
      {
        "id": 3,
        "text": "آلومینیوم"
      },
      {
        "id": 4,
        "text": "آرسنیک"
      }
    ],
    "true_answer": 2,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q008",
    "questin": "کشوری که به سرزمین هزار دریاچه معروف است کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "فنلاند"
      },
      {
        "id": 2,
        "text": "سوئد"
      },
      {
        "id": 3,
        "text": "نروژ"
      },
      {
        "id": 4,
        "text": "دانمارک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q009",
    "questin": "کدام عنصر جدول تناوبی نماد Au دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نقره"
      },
      {
        "id": 2,
        "text": "طلا"
      },
      {
        "id": 3,
        "text": "آلومینیوم"
      },
      {
        "id": 4,
        "text": "آرسنیک"
      }
    ],
    "true_answer": 2,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q010",
    "questin": "مرتفع‌ترین قله جهان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "اورست"
      },
      {
        "id": 2,
        "text": "K2"
      },
      {
        "id": 3,
        "text": "کانچنجانگا"
      },
      {
        "id": 4,
        "text": "لوتسه"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q011",
    "questin": "کشوری که به سرزمین هزار دریاچه معروف است کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "فنلاند"
      },
      {
        "id": 2,
        "text": "سوئد"
      },
      {
        "id": 3,
        "text": "نروژ"
      },
      {
        "id": 4,
        "text": "دانمارک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q012",
    "questin": "مرتفع‌ترین قله جهان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "اورست"
      },
      {
        "id": 2,
        "text": "K2"
      },
      {
        "id": 3,
        "text": "کانچنجانگا"
      },
      {
        "id": 4,
        "text": "لوتسه"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q013",
    "questin": "کشوری که به سرزمین هزار دریاچه معروف است کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "فنلاند"
      },
      {
        "id": 2,
        "text": "سوئد"
      },
      {
        "id": 3,
        "text": "نروژ"
      },
      {
        "id": 4,
        "text": "دانمارک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q014",
    "questin": "مرتفع‌ترین قله جهان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "اورست"
      },
      {
        "id": 2,
        "text": "K2"
      },
      {
        "id": 3,
        "text": "کانچنجانگا"
      },
      {
        "id": 4,
        "text": "لوتسه"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q015",
    "questin": "کشوری که به سرزمین هزار دریاچه معروف است کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "فنلاند"
      },
      {
        "id": 2,
        "text": "سوئد"
      },
      {
        "id": 3,
        "text": "نروژ"
      },
      {
        "id": 4,
        "text": "دانمارک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q016",
    "questin": "مرتفع‌ترین قله جهان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "اورست"
      },
      {
        "id": 2,
        "text": "K2"
      },
      {
        "id": 3,
        "text": "کانچنجانگا"
      },
      {
        "id": 4,
        "text": "لوتسه"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q017",
    "questin": "کدام عنصر جدول تناوبی نماد Au دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نقره"
      },
      {
        "id": 2,
        "text": "طلا"
      },
      {
        "id": 3,
        "text": "آلومینیوم"
      },
      {
        "id": 4,
        "text": "آرسنیک"
      }
    ],
    "true_answer": 2,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q018",
    "questin": "کشوری که به سرزمین هزار دریاچه معروف است کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "فنلاند"
      },
      {
        "id": 2,
        "text": "سوئد"
      },
      {
        "id": 3,
        "text": "نروژ"
      },
      {
        "id": 4,
        "text": "دانمارک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q019",
    "questin": "کشوری که به سرزمین هزار دریاچه معروف است کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "فنلاند"
      },
      {
        "id": 2,
        "text": "سوئد"
      },
      {
        "id": 3,
        "text": "نروژ"
      },
      {
        "id": 4,
        "text": "دانمارک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q020",
    "questin": "کدام عنصر جدول تناوبی نماد Au دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نقره"
      },
      {
        "id": 2,
        "text": "طلا"
      },
      {
        "id": 3,
        "text": "آلومینیوم"
      },
      {
        "id": 4,
        "text": "آرسنیک"
      }
    ],
    "true_answer": 2,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q021",
    "questin": "اولین کشور قهرمان جام جهانی فوتبال چه کشوری بود؟",
    "answers": [
      {
        "id": 1,
        "text": "برزیل"
      },
      {
        "id": 2,
        "text": "اروگوئه"
      },
      {
        "id": 3,
        "text": "آرژانتین"
      },
      {
        "id": 4,
        "text": "ایتالیا"
      }
    ],
    "true_answer": 2,
    "subject": "ورزشی"
  },
  {
    "id": "q022",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q023",
    "questin": "اولین کشور قهرمان جام جهانی فوتبال چه کشوری بود؟",
    "answers": [
      {
        "id": 1,
        "text": "برزیل"
      },
      {
        "id": 2,
        "text": "اروگوئه"
      },
      {
        "id": 3,
        "text": "آرژانتین"
      },
      {
        "id": 4,
        "text": "ایتالیا"
      }
    ],
    "true_answer": 2,
    "subject": "ورزشی"
  },
  {
    "id": "q024",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q025",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q026",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q027",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q028",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q029",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q030",
    "questin": "اولین کشور قهرمان جام جهانی فوتبال چه کشوری بود؟",
    "answers": [
      {
        "id": 1,
        "text": "برزیل"
      },
      {
        "id": 2,
        "text": "اروگوئه"
      },
      {
        "id": 3,
        "text": "آرژانتین"
      },
      {
        "id": 4,
        "text": "ایتالیا"
      }
    ],
    "true_answer": 2,
    "subject": "ورزشی"
  },
  {
    "id": "q031",
    "questin": "اولین کشور قهرمان جام جهانی فوتبال چه کشوری بود؟",
    "answers": [
      {
        "id": 1,
        "text": "برزیل"
      },
      {
        "id": 2,
        "text": "اروگوئه"
      },
      {
        "id": 3,
        "text": "آرژانتین"
      },
      {
        "id": 4,
        "text": "ایتالیا"
      }
    ],
    "true_answer": 2,
    "subject": "ورزشی"
  },
  {
    "id": "q032",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q033",
    "questin": "اولین کشور قهرمان جام جهانی فوتبال چه کشوری بود؟",
    "answers": [
      {
        "id": 1,
        "text": "برزیل"
      },
      {
        "id": 2,
        "text": "اروگوئه"
      },
      {
        "id": 3,
        "text": "آرژانتین"
      },
      {
        "id": 4,
        "text": "ایتالیا"
      }
    ],
    "true_answer": 2,
    "subject": "ورزشی"
  },
  {
    "id": "q034",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q035",
    "questin": "اولین کشور قهرمان جام جهانی فوتبال چه کشوری بود؟",
    "answers": [
      {
        "id": 1,
        "text": "برزیل"
      },
      {
        "id": 2,
        "text": "اروگوئه"
      },
      {
        "id": 3,
        "text": "آرژانتین"
      },
      {
        "id": 4,
        "text": "ایتالیا"
      }
    ],
    "true_answer": 2,
    "subject": "ورزشی"
  },
  {
    "id": "q036",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q037",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q038",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q039",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q040",
    "questin": "رکورد بیشترین گل ملی در تاریخ فوتبال متعلق به کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "کریستیانو رونالدو"
      },
      {
        "id": 2,
        "text": "علی دایی"
      },
      {
        "id": 3,
        "text": "پله"
      },
      {
        "id": 4,
        "text": "لیونل مسی"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q041",
    "questin": "سریال «امام علی» در چه دهه‌ای ساخته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "دهه ۶۰"
      },
      {
        "id": 2,
        "text": "دهه ۷۰"
      },
      {
        "id": 3,
        "text": "دهه ۸۰"
      },
      {
        "id": 4,
        "text": "دهه ۹۰"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q042",
    "questin": "سریال «امام علی» در چه دهه‌ای ساخته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "دهه ۶۰"
      },
      {
        "id": 2,
        "text": "دهه ۷۰"
      },
      {
        "id": 3,
        "text": "دهه ۸۰"
      },
      {
        "id": 4,
        "text": "دهه ۹۰"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q043",
    "questin": "سریال «امام علی» در چه دهه‌ای ساخته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "دهه ۶۰"
      },
      {
        "id": 2,
        "text": "دهه ۷۰"
      },
      {
        "id": 3,
        "text": "دهه ۸۰"
      },
      {
        "id": 4,
        "text": "دهه ۹۰"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q044",
    "questin": "سریال «امام علی» در چه دهه‌ای ساخته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "دهه ۶۰"
      },
      {
        "id": 2,
        "text": "دهه ۷۰"
      },
      {
        "id": 3,
        "text": "دهه ۸۰"
      },
      {
        "id": 4,
        "text": "دهه ۹۰"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q045",
    "questin": "سریال «امام علی» در چه دهه‌ای ساخته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "دهه ۶۰"
      },
      {
        "id": 2,
        "text": "دهه ۷۰"
      },
      {
        "id": 3,
        "text": "دهه ۸۰"
      },
      {
        "id": 4,
        "text": "دهه ۹۰"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q046",
    "questin": "کارگردان فیلم «اجاره‌نشین‌ها» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "داریوش مهرجویی"
      },
      {
        "id": 2,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 3,
        "text": "اصغر فرهادی"
      },
      {
        "id": 4,
        "text": "بهرام بیضایی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q047",
    "questin": "سریال «امام علی» در چه دهه‌ای ساخته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "دهه ۶۰"
      },
      {
        "id": 2,
        "text": "دهه ۷۰"
      },
      {
        "id": 3,
        "text": "دهه ۸۰"
      },
      {
        "id": 4,
        "text": "دهه ۹۰"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q048",
    "questin": "کارگردان فیلم «اجاره‌نشین‌ها» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "داریوش مهرجویی"
      },
      {
        "id": 2,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 3,
        "text": "اصغر فرهادی"
      },
      {
        "id": 4,
        "text": "بهرام بیضایی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q049",
    "questin": "کارگردان فیلم «اجاره‌نشین‌ها» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "داریوش مهرجویی"
      },
      {
        "id": 2,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 3,
        "text": "اصغر فرهادی"
      },
      {
        "id": 4,
        "text": "بهرام بیضایی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q050",
    "questin": "کارگردان فیلم «اجاره‌نشین‌ها» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "داریوش مهرجویی"
      },
      {
        "id": 2,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 3,
        "text": "اصغر فرهادی"
      },
      {
        "id": 4,
        "text": "بهرام بیضایی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q051",
    "questin": "کارگردان فیلم «اجاره‌نشین‌ها» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "داریوش مهرجویی"
      },
      {
        "id": 2,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 3,
        "text": "اصغر فرهادی"
      },
      {
        "id": 4,
        "text": "بهرام بیضایی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q052",
    "questin": "سریال «امام علی» در چه دهه‌ای ساخته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "دهه ۶۰"
      },
      {
        "id": 2,
        "text": "دهه ۷۰"
      },
      {
        "id": 3,
        "text": "دهه ۸۰"
      },
      {
        "id": 4,
        "text": "دهه ۹۰"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q053",
    "questin": "کارگردان فیلم «اجاره‌نشین‌ها» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "داریوش مهرجویی"
      },
      {
        "id": 2,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 3,
        "text": "اصغر فرهادی"
      },
      {
        "id": 4,
        "text": "بهرام بیضایی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q054",
    "questin": "کارگردان فیلم «اجاره‌نشین‌ها» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "داریوش مهرجویی"
      },
      {
        "id": 2,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 3,
        "text": "اصغر فرهادی"
      },
      {
        "id": 4,
        "text": "بهرام بیضایی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q055",
    "questin": "سریال «امام علی» در چه دهه‌ای ساخته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "دهه ۶۰"
      },
      {
        "id": 2,
        "text": "دهه ۷۰"
      },
      {
        "id": 3,
        "text": "دهه ۸۰"
      },
      {
        "id": 4,
        "text": "دهه ۹۰"
      }
    ],
    "true_answer": 2,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q056",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q057",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q058",
    "questin": "انقلاب مشروطه ایران در چه سالی آغاز شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۲۸۴ شمسی"
      },
      {
        "id": 2,
        "text": "۱۲۸۵ شمسی"
      },
      {
        "id": 3,
        "text": "۱۲۸۶ شمسی"
      },
      {
        "id": 4,
        "text": "۱۲۸۷ شمسی"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q059",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q060",
    "questin": "انقلاب مشروطه ایران در چه سالی آغاز شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۲۸۴ شمسی"
      },
      {
        "id": 2,
        "text": "۱۲۸۵ شمسی"
      },
      {
        "id": 3,
        "text": "۱۲۸۶ شمسی"
      },
      {
        "id": 4,
        "text": "۱۲۸۷ شمسی"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q061",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q062",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q063",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q064",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q065",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q066",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q067",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q068",
    "questin": "انقلاب مشروطه ایران در چه سالی آغاز شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۲۸۴ شمسی"
      },
      {
        "id": 2,
        "text": "۱۲۸۵ شمسی"
      },
      {
        "id": 3,
        "text": "۱۲۸۶ شمسی"
      },
      {
        "id": 4,
        "text": "۱۲۸۷ شمسی"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q069",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q070",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q071",
    "questin": "انقلاب مشروطه ایران در چه سالی آغاز شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۲۸۴ شمسی"
      },
      {
        "id": 2,
        "text": "۱۲۸۵ شمسی"
      },
      {
        "id": 3,
        "text": "۱۲۸۶ شمسی"
      },
      {
        "id": 4,
        "text": "۱۲۸۷ شمسی"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q072",
    "questin": "انقلاب مشروطه ایران در چه سالی آغاز شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۲۸۴ شمسی"
      },
      {
        "id": 2,
        "text": "۱۲۸۵ شمسی"
      },
      {
        "id": 3,
        "text": "۱۲۸۶ شمسی"
      },
      {
        "id": 4,
        "text": "۱۲۸۷ شمسی"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q073",
    "questin": "انقلاب مشروطه ایران در چه سالی آغاز شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۲۸۴ شمسی"
      },
      {
        "id": 2,
        "text": "۱۲۸۵ شمسی"
      },
      {
        "id": 3,
        "text": "۱۲۸۶ شمسی"
      },
      {
        "id": 4,
        "text": "۱۲۸۷ شمسی"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q074",
    "questin": "قرارداد ترکمانچای بین ایران و کدام کشور بسته شد؟",
    "answers": [
      {
        "id": 1,
        "text": "روسیه"
      },
      {
        "id": 2,
        "text": "عثمانی"
      },
      {
        "id": 3,
        "text": "انگلیس"
      },
      {
        "id": 4,
        "text": "فرانسه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q075",
    "questin": "انقلاب مشروطه ایران در چه سالی آغاز شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۲۸۴ شمسی"
      },
      {
        "id": 2,
        "text": "۱۲۸۵ شمسی"
      },
      {
        "id": 3,
        "text": "۱۲۸۶ شمسی"
      },
      {
        "id": 4,
        "text": "۱۲۸۷ شمسی"
      }
    ],
    "true_answer": 2,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q076",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q077",
    "questin": "فرمول شیمیایی آب چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "H2O"
      },
      {
        "id": 2,
        "text": "CO2"
      },
      {
        "id": 3,
        "text": "O2"
      },
      {
        "id": 4,
        "text": "NaCl"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q078",
    "questin": "فرمول شیمیایی آب چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "H2O"
      },
      {
        "id": 2,
        "text": "CO2"
      },
      {
        "id": 3,
        "text": "O2"
      },
      {
        "id": 4,
        "text": "NaCl"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q079",
    "questin": "فرمول شیمیایی آب چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "H2O"
      },
      {
        "id": 2,
        "text": "CO2"
      },
      {
        "id": 3,
        "text": "O2"
      },
      {
        "id": 4,
        "text": "NaCl"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q080",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q081",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q082",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q083",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q084",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q085",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q086",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q087",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q088",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q089",
    "questin": "فرمول شیمیایی آب چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "H2O"
      },
      {
        "id": 2,
        "text": "CO2"
      },
      {
        "id": 3,
        "text": "O2"
      },
      {
        "id": 4,
        "text": "NaCl"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q090",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q091",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q092",
    "questin": "فرمول شیمیایی آب چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "H2O"
      },
      {
        "id": 2,
        "text": "CO2"
      },
      {
        "id": 3,
        "text": "O2"
      },
      {
        "id": 4,
        "text": "NaCl"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q093",
    "questin": "سریع‌ترین سیاره منظومه شمسی در گردش به دور خورشید کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "عطارد"
      },
      {
        "id": 2,
        "text": "زهره"
      },
      {
        "id": 3,
        "text": "زمین"
      },
      {
        "id": 4,
        "text": "مریخ"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q094",
    "questin": "فرمول شیمیایی آب چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "H2O"
      },
      {
        "id": 2,
        "text": "CO2"
      },
      {
        "id": 3,
        "text": "O2"
      },
      {
        "id": 4,
        "text": "NaCl"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q095",
    "questin": "فرمول شیمیایی آب چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "H2O"
      },
      {
        "id": 2,
        "text": "CO2"
      },
      {
        "id": 3,
        "text": "O2"
      },
      {
        "id": 4,
        "text": "NaCl"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q096",
    "questin": "بزرگ‌ترین جانور روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "نهنگ آبی"
      },
      {
        "id": 2,
        "text": "فیل آفریقایی"
      },
      {
        "id": 3,
        "text": "کوسه سفید"
      },
      {
        "id": 4,
        "text": "زرافه"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q097",
    "questin": "بزرگ‌ترین جانور روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "نهنگ آبی"
      },
      {
        "id": 2,
        "text": "فیل آفریقایی"
      },
      {
        "id": 3,
        "text": "کوسه سفید"
      },
      {
        "id": 4,
        "text": "زرافه"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q098",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q099",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q100",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q101",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q102",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q103",
    "questin": "بزرگ‌ترین جانور روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "نهنگ آبی"
      },
      {
        "id": 2,
        "text": "فیل آفریقایی"
      },
      {
        "id": 3,
        "text": "کوسه سفید"
      },
      {
        "id": 4,
        "text": "زرافه"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q104",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q105",
    "questin": "بزرگ‌ترین جانور روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "نهنگ آبی"
      },
      {
        "id": 2,
        "text": "فیل آفریقایی"
      },
      {
        "id": 3,
        "text": "کوسه سفید"
      },
      {
        "id": 4,
        "text": "زرافه"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q106",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q107",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q108",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q109",
    "questin": "بزرگ‌ترین جانور روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "نهنگ آبی"
      },
      {
        "id": 2,
        "text": "فیل آفریقایی"
      },
      {
        "id": 3,
        "text": "کوسه سفید"
      },
      {
        "id": 4,
        "text": "زرافه"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q110",
    "questin": "بزرگ‌ترین جانور روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "نهنگ آبی"
      },
      {
        "id": 2,
        "text": "فیل آفریقایی"
      },
      {
        "id": 3,
        "text": "کوسه سفید"
      },
      {
        "id": 4,
        "text": "زرافه"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q111",
    "questin": "بزرگ‌ترین جانور روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "نهنگ آبی"
      },
      {
        "id": 2,
        "text": "فیل آفریقایی"
      },
      {
        "id": 3,
        "text": "کوسه سفید"
      },
      {
        "id": 4,
        "text": "زرافه"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q112",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q113",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q114",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q115",
    "questin": "چه کسی قانون جاذبه را کشف کرد؟",
    "answers": [
      {
        "id": 1,
        "text": "گالیله"
      },
      {
        "id": 2,
        "text": "نیوتن"
      },
      {
        "id": 3,
        "text": "انیشتین"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q116",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q117",
    "questin": "کدام ویتامین برای انعقاد خون ضروری است؟",
    "answers": [
      {
        "id": 1,
        "text": "ویتامین A"
      },
      {
        "id": 2,
        "text": "ویتامین K"
      },
      {
        "id": 3,
        "text": "ویتامین D"
      },
      {
        "id": 4,
        "text": "ویتامین C"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q118",
    "questin": "کدام ویتامین برای انعقاد خون ضروری است؟",
    "answers": [
      {
        "id": 1,
        "text": "ویتامین A"
      },
      {
        "id": 2,
        "text": "ویتامین K"
      },
      {
        "id": 3,
        "text": "ویتامین D"
      },
      {
        "id": 4,
        "text": "ویتامین C"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q119",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q120",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q121",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q122",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q123",
    "questin": "کدام ویتامین برای انعقاد خون ضروری است؟",
    "answers": [
      {
        "id": 1,
        "text": "ویتامین A"
      },
      {
        "id": 2,
        "text": "ویتامین K"
      },
      {
        "id": 3,
        "text": "ویتامین D"
      },
      {
        "id": 4,
        "text": "ویتامین C"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q124",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q125",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q126",
    "questin": "کدام ویتامین برای انعقاد خون ضروری است؟",
    "answers": [
      {
        "id": 1,
        "text": "ویتامین A"
      },
      {
        "id": 2,
        "text": "ویتامین K"
      },
      {
        "id": 3,
        "text": "ویتامین D"
      },
      {
        "id": 4,
        "text": "ویتامین C"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q127",
    "questin": "کدام ویتامین برای انعقاد خون ضروری است؟",
    "answers": [
      {
        "id": 1,
        "text": "ویتامین A"
      },
      {
        "id": 2,
        "text": "ویتامین K"
      },
      {
        "id": 3,
        "text": "ویتامین D"
      },
      {
        "id": 4,
        "text": "ویتامین C"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q128",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q129",
    "questin": "بیماری دیابت ناشی از اختلال در ترشح کدام هورمون است؟",
    "answers": [
      {
        "id": 1,
        "text": "انسولین"
      },
      {
        "id": 2,
        "text": "آدرنالین"
      },
      {
        "id": 3,
        "text": "تستوسترون"
      },
      {
        "id": 4,
        "text": "کورتیزول"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q130",
    "questin": "کدام ویتامین برای انعقاد خون ضروری است؟",
    "answers": [
      {
        "id": 1,
        "text": "ویتامین A"
      },
      {
        "id": 2,
        "text": "ویتامین K"
      },
      {
        "id": 3,
        "text": "ویتامین D"
      },
      {
        "id": 4,
        "text": "ویتامین C"
      }
    ],
    "true_answer": 2,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q131",
    "questin": "اولین قبله مسلمانان چه مکانی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "کعبه"
      },
      {
        "id": 2,
        "text": "مسجدالاقصی"
      },
      {
        "id": 3,
        "text": "مدینه"
      },
      {
        "id": 4,
        "text": "مسجدالحرام"
      }
    ],
    "true_answer": 2,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q132",
    "questin": "کدام سوره قرآن به قلب قرآن مشهور است؟",
    "answers": [
      {
        "id": 1,
        "text": "یس"
      },
      {
        "id": 2,
        "text": "رحمن"
      },
      {
        "id": 3,
        "text": "حمد"
      },
      {
        "id": 4,
        "text": "بقره"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q133",
    "questin": "اولین قبله مسلمانان چه مکانی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "کعبه"
      },
      {
        "id": 2,
        "text": "مسجدالاقصی"
      },
      {
        "id": 3,
        "text": "مدینه"
      },
      {
        "id": 4,
        "text": "مسجدالحرام"
      }
    ],
    "true_answer": 2,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q134",
    "questin": "کدام سوره قرآن به قلب قرآن مشهور است؟",
    "answers": [
      {
        "id": 1,
        "text": "یس"
      },
      {
        "id": 2,
        "text": "رحمن"
      },
      {
        "id": 3,
        "text": "حمد"
      },
      {
        "id": 4,
        "text": "بقره"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q135",
    "questin": "کدام سوره قرآن به قلب قرآن مشهور است؟",
    "answers": [
      {
        "id": 1,
        "text": "یس"
      },
      {
        "id": 2,
        "text": "رحمن"
      },
      {
        "id": 3,
        "text": "حمد"
      },
      {
        "id": 4,
        "text": "بقره"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q136",
    "questin": "اولین قبله مسلمانان چه مکانی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "کعبه"
      },
      {
        "id": 2,
        "text": "مسجدالاقصی"
      },
      {
        "id": 3,
        "text": "مدینه"
      },
      {
        "id": 4,
        "text": "مسجدالحرام"
      }
    ],
    "true_answer": 2,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q137",
    "questin": "اولین قبله مسلمانان چه مکانی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "کعبه"
      },
      {
        "id": 2,
        "text": "مسجدالاقصی"
      },
      {
        "id": 3,
        "text": "مدینه"
      },
      {
        "id": 4,
        "text": "مسجدالحرام"
      }
    ],
    "true_answer": 2,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q138",
    "questin": "کدام سوره قرآن به قلب قرآن مشهور است؟",
    "answers": [
      {
        "id": 1,
        "text": "یس"
      },
      {
        "id": 2,
        "text": "رحمن"
      },
      {
        "id": 3,
        "text": "حمد"
      },
      {
        "id": 4,
        "text": "بقره"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q139",
    "questin": "اولین قبله مسلمانان چه مکانی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "کعبه"
      },
      {
        "id": 2,
        "text": "مسجدالاقصی"
      },
      {
        "id": 3,
        "text": "مدینه"
      },
      {
        "id": 4,
        "text": "مسجدالحرام"
      }
    ],
    "true_answer": 2,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q140",
    "questin": "کدام سوره قرآن به قلب قرآن مشهور است؟",
    "answers": [
      {
        "id": 1,
        "text": "یس"
      },
      {
        "id": 2,
        "text": "رحمن"
      },
      {
        "id": 3,
        "text": "حمد"
      },
      {
        "id": 4,
        "text": "بقره"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q141",
    "questin": "خالق اثر «بوف کور» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "صادق هدایت"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "هوشنگ گلشیری"
      },
      {
        "id": 4,
        "text": "سیمین دانشور"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q142",
    "questin": "خالق اثر «بوف کور» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "صادق هدایت"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "هوشنگ گلشیری"
      },
      {
        "id": 4,
        "text": "سیمین دانشور"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q143",
    "questin": "خالق اثر «بوف کور» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "صادق هدایت"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "هوشنگ گلشیری"
      },
      {
        "id": 4,
        "text": "سیمین دانشور"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q144",
    "questin": "ساز سنتور از چه خانواده‌ای است؟",
    "answers": [
      {
        "id": 1,
        "text": "سازه‌های زهی مضرابی"
      },
      {
        "id": 2,
        "text": "سازه‌های بادی"
      },
      {
        "id": 3,
        "text": "سازه‌های کوبه‌ای"
      },
      {
        "id": 4,
        "text": "سازه‌های زهی آرشه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q145",
    "questin": "خالق اثر «بوف کور» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "صادق هدایت"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "هوشنگ گلشیری"
      },
      {
        "id": 4,
        "text": "سیمین دانشور"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q146",
    "questin": "خالق اثر «بوف کور» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "صادق هدایت"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "هوشنگ گلشیری"
      },
      {
        "id": 4,
        "text": "سیمین دانشور"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q147",
    "questin": "خالق اثر «بوف کور» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "صادق هدایت"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "هوشنگ گلشیری"
      },
      {
        "id": 4,
        "text": "سیمین دانشور"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q148",
    "questin": "ساز سنتور از چه خانواده‌ای است؟",
    "answers": [
      {
        "id": 1,
        "text": "سازه‌های زهی مضرابی"
      },
      {
        "id": 2,
        "text": "سازه‌های بادی"
      },
      {
        "id": 3,
        "text": "سازه‌های کوبه‌ای"
      },
      {
        "id": 4,
        "text": "سازه‌های زهی آرشه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q149",
    "questin": "ساز سنتور از چه خانواده‌ای است؟",
    "answers": [
      {
        "id": 1,
        "text": "سازه‌های زهی مضرابی"
      },
      {
        "id": 2,
        "text": "سازه‌های بادی"
      },
      {
        "id": 3,
        "text": "سازه‌های کوبه‌ای"
      },
      {
        "id": 4,
        "text": "سازه‌های زهی آرشه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q150",
    "questin": "خالق اثر «بوف کور» چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "صادق هدایت"
      },
      {
        "id": 2,
        "text": "جلال آل‌احمد"
      },
      {
        "id": 3,
        "text": "هوشنگ گلشیری"
      },
      {
        "id": 4,
        "text": "سیمین دانشور"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q151",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q152",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q153",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q154",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q155",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q156",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q157",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q158",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q159",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q160",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q161",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q162",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q163",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q164",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q165",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q166",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q167",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q168",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q169",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q170",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q171",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q172",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q173",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q174",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q175",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q176",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q177",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q178",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q179",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q180",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q181",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q182",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q183",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q184",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q185",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q186",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q187",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q188",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q189",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q190",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q191",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q192",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q193",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q194",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q195",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q196",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q197",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q198",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q199",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q200",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q201",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q202",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q203",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q204",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q205",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q206",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q207",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q208",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q209",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q210",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q211",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q212",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q213",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q214",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q215",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q216",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q217",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q218",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q219",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q220",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q221",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q222",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q223",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q224",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q225",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q226",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q227",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q228",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q229",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q230",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q231",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q232",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q233",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q234",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q235",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q236",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q237",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q238",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q239",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q240",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q241",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q242",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q243",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q244",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q245",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q246",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q247",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q248",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q249",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q250",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q251",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q252",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q253",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q254",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q255",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q256",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q257",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q258",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q259",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q260",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q261",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q262",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q263",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q264",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q265",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q266",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q267",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q268",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q269",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q270",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q271",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q272",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q273",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q274",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q275",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q276",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q277",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q278",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q279",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q280",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q281",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q282",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q283",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q284",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q285",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q286",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q287",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q288",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q289",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q290",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q291",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q292",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q293",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q294",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q295",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q296",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q297",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q298",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q299",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q300",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q301",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q302",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q303",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q304",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q305",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q306",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q307",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q308",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q309",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q310",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q311",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q312",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q313",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q314",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q315",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q316",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q317",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q318",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q319",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q320",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q321",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q322",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q323",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q324",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q325",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q326",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q327",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q328",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q329",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q330",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q331",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q332",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q333",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q334",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q335",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q336",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q337",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q338",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q339",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q340",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q341",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q342",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q343",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q344",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q345",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q346",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q347",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q348",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q349",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q350",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q351",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q352",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q353",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q354",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q355",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q356",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q357",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q358",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q359",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q360",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q361",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q362",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q363",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q364",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q365",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q366",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q367",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q368",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q369",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q370",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q371",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q372",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q373",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q374",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q375",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q376",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q377",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q378",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q379",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q380",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q381",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q382",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q383",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q384",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q385",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q386",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q387",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q388",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q389",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q390",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q391",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q392",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q393",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q394",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q395",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q396",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q397",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q398",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q399",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q400",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q401",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q402",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q403",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q404",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q405",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q406",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q407",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q408",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q409",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q410",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q411",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q412",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q413",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q414",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q415",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q416",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q417",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q418",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q419",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q420",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q421",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q422",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q423",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q424",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q425",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q426",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q427",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q428",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q429",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q430",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q431",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q432",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q433",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q434",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q435",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q436",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q437",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q438",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q439",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q440",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q441",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q442",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q443",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q444",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q445",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q446",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q447",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q448",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q449",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q450",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q451",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q452",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q453",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q454",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q455",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q456",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q457",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q458",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q459",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q460",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q461",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q462",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q463",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q464",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q465",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q466",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q467",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q468",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q469",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q470",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q471",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q472",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q473",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q474",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q475",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q476",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q477",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q478",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q479",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q480",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q481",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q482",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q483",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q484",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q485",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q486",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q487",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q488",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q489",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q490",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q491",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q492",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q493",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q494",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q495",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q496",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q497",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q498",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q499",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q500",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q501",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q502",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q503",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q504",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q505",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q506",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q507",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q508",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q509",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q510",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q511",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q512",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q513",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q514",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q515",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q516",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q517",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q518",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q519",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q520",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q521",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q522",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q523",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q524",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q525",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q526",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q527",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q528",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q529",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q530",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q531",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q532",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q533",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q534",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q535",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q536",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q537",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q538",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q539",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q540",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q541",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q542",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q543",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q544",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q545",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q546",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q547",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q548",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q549",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q550",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q551",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q552",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q553",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q554",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q555",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q556",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q557",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q558",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q559",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q560",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q561",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q562",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q563",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q564",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q565",
    "questin": "بزرگ‌ترین عضو داخلی بدن انسان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "کبد"
      },
      {
        "id": 2,
        "text": "معده"
      },
      {
        "id": 3,
        "text": "روده بزرگ"
      },
      {
        "id": 4,
        "text": "قلب"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q566",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q567",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q568",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q569",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q570",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q571",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q572",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q573",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q574",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q575",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q576",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q577",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q578",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q579",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q580",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q581",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q582",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q583",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q584",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q585",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q586",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q587",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q588",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q589",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q590",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q591",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q592",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q593",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q594",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q595",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q596",
    "questin": "سراینده شعر «بنی‌آدم اعضای یکدیگرند» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "سعدی"
      },
      {
        "id": 2,
        "text": "حافظ"
      },
      {
        "id": 3,
        "text": "مولوی"
      },
      {
        "id": 4,
        "text": "فردوسی"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q597",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q598",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q599",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q600",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q601",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q602",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q603",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q604",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q605",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q606",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q607",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q608",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q609",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q610",
    "questin": "پایتخت قزاقستان چه نام دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "نورسلطان"
      },
      {
        "id": 2,
        "text": "آلماتی"
      },
      {
        "id": 3,
        "text": "تاشکند"
      },
      {
        "id": 4,
        "text": "بیشکک"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q611",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q612",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q613",
    "questin": "چه کسی نظریه نسبیت را ارائه داد؟",
    "answers": [
      {
        "id": 1,
        "text": "آلبرت انیشتین"
      },
      {
        "id": 2,
        "text": "ایزاک نیوتن"
      },
      {
        "id": 3,
        "text": "گالیله"
      },
      {
        "id": 4,
        "text": "هاوکینگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q614",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q615",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q616",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q617",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q618",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q619",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q620",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q621",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q622",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q623",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q624",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q625",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q626",
    "questin": "کدام پیامبر به زبان عبری سخن می‌گفت؟",
    "answers": [
      {
        "id": 1,
        "text": "حضرت موسی"
      },
      {
        "id": 2,
        "text": "حضرت نوح"
      },
      {
        "id": 3,
        "text": "حضرت یوسف"
      },
      {
        "id": 4,
        "text": "حضرت داوود"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q627",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q628",
    "questin": "جنبش تنباکو در زمان کدام پادشاه رخ داد؟",
    "answers": [
      {
        "id": 1,
        "text": "ناصرالدین شاه"
      },
      {
        "id": 2,
        "text": "مظفرالدین شاه"
      },
      {
        "id": 3,
        "text": "محمدشاه"
      },
      {
        "id": 4,
        "text": "فتحعلی شاه"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q629",
    "questin": "طولانی‌ترین رود جهان کدام است؟",
    "answers": [
      {
        "id": 1,
        "text": "نیل"
      },
      {
        "id": 2,
        "text": "آمازون"
      },
      {
        "id": 3,
        "text": "یانگ‌تسه"
      },
      {
        "id": 4,
        "text": "مسکو"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q630",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q631",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q632",
    "questin": "کارگردان فیلم «کلوزآپ» کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "عباس کیارستمی"
      },
      {
        "id": 2,
        "text": "بهرام بیضایی"
      },
      {
        "id": 3,
        "text": "مسعود کیمیایی"
      },
      {
        "id": 4,
        "text": "مجید مجیدی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q633",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q634",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q635",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q636",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q637",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  },
  {
    "id": "q638",
    "questin": "کدام فیلم ایرانی برنده جایزه اسکار بهترین فیلم خارجی شد؟",
    "answers": [
      {
        "id": 1,
        "text": "جدایی نادر از سیمین"
      },
      {
        "id": 2,
        "text": "فروشنده"
      },
      {
        "id": 3,
        "text": "بچه‌های آسمان"
      },
      {
        "id": 4,
        "text": "درباره الی"
      }
    ],
    "true_answer": 1,
    "subject": "فیلم و سریال ایرانی"
  },
  {
    "id": "q639",
    "questin": "سخت‌ترین ماده طبیعی شناخته شده روی زمین چیست؟",
    "answers": [
      {
        "id": 1,
        "text": "الماس"
      },
      {
        "id": 2,
        "text": "کوراندوم"
      },
      {
        "id": 3,
        "text": "تنگستن"
      },
      {
        "id": 4,
        "text": "بور"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q640",
    "questin": "کدام گاز عمده جو زمین را تشکیل می‌دهد؟",
    "answers": [
      {
        "id": 1,
        "text": "نیتروژن"
      },
      {
        "id": 2,
        "text": "اکسیژن"
      },
      {
        "id": 3,
        "text": "دی‌اکسید کربن"
      },
      {
        "id": 4,
        "text": "آرگون"
      }
    ],
    "true_answer": 1,
    "subject": "علوم پایه"
  },
  {
    "id": "q641",
    "questin": "خالق تابلوی مونالیزا کیست؟",
    "answers": [
      {
        "id": 1,
        "text": "لئوناردو داوینچی"
      },
      {
        "id": 2,
        "text": "پیکاسو"
      },
      {
        "id": 3,
        "text": "ون گوگ"
      },
      {
        "id": 4,
        "text": "رامبراند"
      }
    ],
    "true_answer": 1,
    "subject": "هنر و ادبیات"
  },
  {
    "id": "q642",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q643",
    "questin": "اولین جام ملت‌های آسیا در چه سالی برگزار شد؟",
    "answers": [
      {
        "id": 1,
        "text": "۱۹۵۶"
      },
      {
        "id": 2,
        "text": "۱۹۶۰"
      },
      {
        "id": 3,
        "text": "۱۹۶۴"
      },
      {
        "id": 4,
        "text": "۱۹۶۸"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q644",
    "questin": "کدام حیوان توانایی تغییر جنسیت در طول زندگی دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ماهی دلقک"
      },
      {
        "id": 2,
        "text": "لاک‌پشت"
      },
      {
        "id": 3,
        "text": "قورباغه"
      },
      {
        "id": 4,
        "text": "خرچنگ"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های علمی"
  },
  {
    "id": "q645",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q646",
    "questin": "رکورد بیشترین مدال طلای المپیک متعلق به چه کسی است؟",
    "answers": [
      {
        "id": 1,
        "text": "مایکل فلپس"
      },
      {
        "id": 2,
        "text": "یوسین بولت"
      },
      {
        "id": 3,
        "text": "کارل لوئیس"
      },
      {
        "id": 4,
        "text": "لارسا لاتینینا"
      }
    ],
    "true_answer": 1,
    "subject": "ورزشی"
  },
  {
    "id": "q647",
    "questin": "کدام کشور قدیمی‌ترین پارلمان جهان را دارد؟",
    "answers": [
      {
        "id": 1,
        "text": "ایسلند"
      },
      {
        "id": 2,
        "text": "انگلستان"
      },
      {
        "id": 3,
        "text": "یونان"
      },
      {
        "id": 4,
        "text": "ایران"
      }
    ],
    "true_answer": 1,
    "subject": "سوالات عمومی"
  },
  {
    "id": "q648",
    "questin": "کمبود کدام ویتامین باعث بیماری بری‌بری می‌شود؟",
    "answers": [
      {
        "id": 1,
        "text": "B1"
      },
      {
        "id": 2,
        "text": "B2"
      },
      {
        "id": 3,
        "text": "B6"
      },
      {
        "id": 4,
        "text": "B12"
      }
    ],
    "true_answer": 1,
    "subject": "دانستنی‌های پزشکی"
  },
  {
    "id": "q649",
    "questin": "کدام سوره قرآن بدون حرف میم است؟",
    "answers": [
      {
        "id": 1,
        "text": "کوثر"
      },
      {
        "id": 2,
        "text": "اخلاص"
      },
      {
        "id": 3,
        "text": "ناس"
      },
      {
        "id": 4,
        "text": "نور"
      }
    ],
    "true_answer": 1,
    "subject": "قرآن و معارف دینی"
  },
  {
    "id": "q650",
    "questin": "اولین رئیس‌جمهور ایران پس از انقلاب اسلامی چه کسی بود؟",
    "answers": [
      {
        "id": 1,
        "text": "ابوالحسن بنی‌صدر"
      },
      {
        "id": 2,
        "text": "محمدعلی رجایی"
      },
      {
        "id": 3,
        "text": "اکبر هاشمی رفسنجانی"
      },
      {
        "id": 4,
        "text": "سید علی خامنه‌ای"
      }
    ],
    "true_answer": 1,
    "subject": "تاریخ دینی و معاصر ایران"
  }
]